Repository: huangcheng/SwiftCardVault
Catalog: CardVault/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Vault
zh_hans: 保险柜

source: Manage
zh_hans: 管理

source: Profile
zh_hans: 个人

source: The Vault
zh_hans: 金库

source: Your cards are secured
zh_hans: 您的卡片已安全存储

source: Unlock
zh_hans: 解锁

source: Unlock The Vault to access your cards
zh_hans: 解锁金库以访问您的卡片

source: Authentication failed. Please try again.
zh_hans: 认证失败，请重试。

source: Dashboard coming soon
zh_hans: 仪表盘即将推出

source: Card management coming soon
zh_hans: 卡片管理即将推出

source: Statistics & settings coming soon
zh_hans: 统计与设置即将推出

source: Mastercard
zh_hans: 万事达

source: American Express
zh_hans: 美国运通

source: UnionPay
zh_hans: 银联

source: Total Wealth
zh_hans: 总资产

source: Total Secured Value
zh_hans: 总安全价值

source: this month
zh_hans: 本月

source: Updated 2m ago
zh_hans: 2分钟前更新

source: Recent Security Events
zh_hans: 近期安全事件

source: No recent events
zh_hans: 暂无近期事件

source: Your vault is empty
zh_hans: 您的金库是空的

source: Add your first card to get started
zh_hans: 添加您的第一张卡片开始使用

source: Add Card
zh_hans: 添加卡片

source: Vault Integrity
zh_hans: 金库完整性

source: Optimal
zh_hans: 最佳

source: Good
zh_hans: 良好

source: At Risk
zh_hans: 存在风险

source: Verified
zh_hans: 已验证

source: Vault Stream
zh_hans: 金库动态

source: Lock All
zh_hans: 全部锁定

source: History
zh_hans: 历史

source: Audit
zh_hans: 审计

source: Link
zh_hans: 链接

source: Paid
zh_hans: 已还款

source: Overdue
zh_hans: 已逾期

source: Export
zh_hans: 导出

source: No recent activity
zh_hans: 暂无近期活动
